# vsoWidgetSetIndLvl

## Description
```pascal
PROCEDURE vsoWidgetSetIndLvl(
				widgetID    : LONGINT;
				indentLevel : LONGINT);
```

```python

def vs.vsoWidgetSetIndLvl(widgetID, indentLevel):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|widgetID|LONGINT||
|indentLevel|LONGINT||

## Version
Availability: from Vectorworks 2011
## Category
* Object Events